/**
 * Created by Benjamin on 5/28/2016.
 */

export default (name) => {
  return ({
    "הנהלת בתי משפט" : "משרד המשפטים",
    "רשות האכיפה והגבייה" : "משרד המשפטים",
    "הנהלת בתי הדין הרבניים" : "משרד המשפטים",
    "משרד המשפטים" : "משרד המשפטים",
    "מנהל מחקר מדעי אדמה וים" : "משרד האנרגיה והמים",
    "משרד הכלכלה" : "משרד הכלכלה והתעשייה",
    "מרכז למיפוי ישראל" : "משרד הבינוי והשיכון",
    "מנהל המחקר החקלאי" : "משרד החקלאות",
    "משרד החקלאות ופיתוח הכפר" : "משרד החקלאות",
    "מנהל המחקר החקלאי עיסקי" : "משרד החקלאות",
    "רוה\"מ" : "משרד ראש הממשלה",
      "הלשכה המרכזית לסטטיסטיקה" : "משרד ראש הממשלה",
    "ביבי" : "משרד ראש הממשלה",
    "טלויזיה חינוכית" : "משרד החינוך",
    "האוצר-זכויות ניצולי השואה" : "משרד האוצר",
    "המדפיס הממשלתי" : "משרד האוצר"
  })[name] || name
};
